/* $$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$  Copyright (c)  $$$$$$$$$$$$$$$$$$$$$$$$$$$$$$
$												 
$									
$                       	 		
$								  		
$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$  Copyright (c)  $$$$$$$$$$$$$$$$$$$$$$$$$$$ */
/*  
                                      文件描述
	文件名:    GPS.cpp
	功能描述： 
	编译环境： 
	目标CPU:  (char*)
	作者：
	创建时间：
	建议编辑环境：UltraEdit 11.00a+  制表符宽度为三个字符，程序可读性更好。
$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$ */




/* $$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$
车牌号码：粤A.16888
车牌分类：大型汽车
驾驶证号码：123456789012345678
打印时间：2011-8-3 9:51:48

疲劳驾驶记录：
记录1：
驾驶证号码：123456789012345678
开始时间：2011-8-3 9:52:54
结束时间：2011-8-3 9:53:01
记录2：
驾驶证号码：123456789012345678
开始时间：2011-8-3 9:52:54
结束时间：2011-8-3 9:53:01

超速驾驶记录：
记录1：
驾驶证号码：123456789012345678
超速范围：130km/h ~ 135km/h
开始时间：2011-8-3 9:54:40
结束时间：2011-8-3 9:55:07

记录2：
驾驶证号码：123456789012345678
超速范围：130km/h ~ 135km/h
开始时间：2011-8-3 9:54:40
结束时间：2011-8-3 9:55:07


签名：
      __________________
      
      
      
      

*/ 






void			GetEN_Code(unsigned char  Data,unsigned char  *pData)
{		
	
}




void			GetCN_Code(unsigned short Data,unsigned char *pData)
{	
	
}

































