
// 编译设置
/*
1、开户	(使用前锁定)
	NEED_CREATE_USER = OK，默认为已经开户，	非OK，需要开户成功后，设置为OK
	在 JT_T808.h文件中修改
2、产品厂家选择
	PRODUCT_TYPE
	在 ConstCode.h 中修改，选择不同的厂家，默认不同的参数（产品型号、IP地址，*GY包头，中心号码，厂家代码）
3、默认APN
	constAPN
	默认为中国移动 "CMNET"，可使用*GY,000,S24,123456,1,GYEE,3# 修改APN(支持短信）
	当设置的APN错误或未设置时，默认使用 CMNET
	在 UserSys.cpp文件中修改
4、初次上电标识
	EE_SYS_FIRST_RUN_FLAG_ADDR
	与上次程序存储空间不同时，将重新恢复到初次上电，彻底初始化设备
	在文件 EEPROM_Addr.h 文件中修改

	USE_FIRST_POWER_ON
	条件编译初次上电初始化参数
	在文件 UserSys.cpp中
*/

/*


// 国业1号机 注册信息
GY \x2c\x00 \x69\x00 00000 GY-G11A \x00\x00\x00\x00\x00\x00\x00\x00\x00\x00\x00\x00\x00 2280580 \x02 粤A80580 \x00 U A 22280580 \x00 \x00
GY S 13922280580 \x00 \x00 


// 国业2号机 注册信息
GY \x2c\x00 \x69\x00 00000 GY-G11A \x00\x00\x00\x00\x00\x00\x00\x00\x00\x00\x00\x00\x00 2280581 \x02 粤A80581 \x00 U A 22280581 \x00 \x00
GY S 13922280581 \x00 \x00 


// 国业3号机 注册信息
GY \x2c\x00 \x69\x00 00000 GY-G11A \x00\x00\x00\x00\x00\x00\x00\x00\x00\x00\x00\x00\x00 2280582 \x02 粤A80582 \x00 U A 22280582 \x00 \x00
GY S 13922280582 \x00 \x00 




// 思增1号机 注册信息
GY \x2c\x00 \x69\x00 70517 SZ-BD21 \x00\x00\x00\x00\x00\x00\x00\x00\x00\x00\x00\x00\x00 2280585 \x02 沪A80585 \x00 U A 22280585 \x00 \x00
GY S 13922280585 \x00 \x00 

// 思增2号机 注册信息
GY \x2c\x00 \x69\x00 70517 SZ-BD21 \x00\x00\x00\x00\x00\x00\x00\x00\x00\x00\x00\x00\x00 2280586 \x02 沪A80586 \x00 U A 22280586 \x00 \x00
GY S 13922280586 \x00 \x00 


// 思增3号机 注册信息
GY \x2c\x00 \x69\x00 70517 SZ-BD21 \x00\x00\x00\x00\x00\x00\x00\x00\x00\x00\x00\x00\x00 2280587 \x02 沪A80587 \x00 U A 22280587 \x00 \x00
GY S 13922280586 \x00 \x00 





// 播时节1号机
GY \x2c\x00 \x69\x00 00000 BAJ-A1 \x00\x00\x00\x00\x00\x00\x00\x00\x00\x00\x00\x00\x00\x00 C088888 \x01 粤C88888 \x00 U A 13886088888 \x00 \x00
GY S 13886088888 \x00 \x00

4008191313-1



18:13:04  高度为0










唯一序号：GY19056   0xC7
1234567 BAJ-A1 \x00 \x00 \x00 \x00 \x00 \x00 \x00 \x00 \x00 \x00 \x13 \x04 \x25  \x13 \x19 \x99 \x01 AECDE 


VIN号
L0000013922280586 粤A80586 \x00\x00\x00\x00 1234567890AB



*/